Repository: Martin-droid/WizERPPHP
Catalog: modules/repgen/lang/*/LC_MESSAGES/*.po
Languages: da_dk

source: Run
da_dk: Kør

source: Main Menu
da_dk: Hovedmenu

source: Logout
da_dk: Log ud

source: Help
da_dk: Hjælp

source: Preferences
da_dk: Personlige indstillinger

source: Change password
da_dk: Skift adgangskode

source: Theme:
da_dk: Tema:

source: Report Generator
da_dk: Rapport Generator

source: Create a Report
da_dk: Opret en rapport

source: Select a report for work
da_dk: Vælg en rapport til arbejde

source: we need some data, please insert:
da_dk: vi har brug for nogle data, venligst indtast:

source: Edit
da_dk: Rediger

source: Delete
da_dk: Slet

source: Copy
da_dk: Kopier

source: Cp of
da_dk: CP af

source: If you want to change or delete a stored report, then choose beneath.
da_dk: Hvis du vil ændre eller slette en gemt rapport, vælg herunder.

source: (Green are the Blocks, orange the Functions and gray the reports shown.)
da_dk: (Grøn er blokke, Orange er funktioner og Grå er rapporter vist.)

source: Shortname
da_dk: Korte navn

source: Long name
da_dk: Langt navn

source: Author
da_dk: Forfatter

source: Creation date
da_dk: Oprettelsesdato

source: Selection of the Reports
da_dk: Udvalg af rapporterne

source: Exit the program
da_dk: Afslut programmet

source: Create a new report
da_dk: Opret en ny rapport

source: Create a new Block
da_dk: Oprette en ny blok

source: Create a new Function
da_dk: Opret en ny funktion

source: Common Data of a Block
da_dk: Fælles Data af en blok

source: Common Data of the Block
da_dk: Fælles Data af blokken

source: ID-Number of the Block
da_dk: ID-nummer for Blokken

source: Common Data of a Function
da_dk: Fælles Data i en funktion

source: Common Data of the Function
da_dk: Fælles Data af funktionen

source: ID-Number of the Function
da_dk: ID-nummer for Funktionen

source: Common data of the report
da_dk: Fælles data i rapporten

source: Common data of the old report
da_dk: Fælles data af den gamle rapport

source: ID-Number of the report
da_dk: ID-nummer for Rapporten

source: Creation Date
da_dk: Oprettelsesdato

source: Printer Orientation
da_dk: Printer Orientering

source: Report type
da_dk: Rapporttype

source: SQL-Statement for record selection
da_dk: SQL-sætningen til postvalg

source: Name of the group field
da_dk: Navnet på gruppe felt

source: Group type
da_dk: Gruppe type

source: Error: Group type = 'New Page on group change' and no field!
da_dk: Fejl: Gruppe type = 'Ny Side på gruppe ændring' og intet felt!

source: No new page when group changes
da_dk: Ingen ny side når gruppen ændres

source: New Page on group change
da_dk: Ny side på gruppe ændring

source: Test the SQL-Statement
da_dk: Teste SQL-sætningen

source: Page per record
da_dk: Side pr. post

source: Line per record
da_dk: Linje pr. post

source: Line per record with grid
da_dk: Linje pr. post med gitter

source: Line per record with bar
da_dk: Linje pr. post med bar

source: Line per record with bar and grid
da_dk: Linje pr. post med bar og gitter

source: Back to Report Selection(without storage)
da_dk: Tilbage til Rapportvalg (uden sletning)

source: Store and back to Report Selection
da_dk: Gem og tilbage for Rapportvalg

source: Test of the Function
da_dk: Test af funktionen

source: Page Definition for Strings
da_dk: Sidedefinitionen for strenge

source: Page Definition for Graphics
da_dk: Sidedefinitionen for grafik

source: PHP-Error in Function:
da_dk: PHP-fejl i Funktion:

source: PHP: Function is OK. The result is:
da_dk: PHP: Funktion er OK. Resultatet er:

source: The field $field is not part of the function.
da_dk: Feltet $field er ikke en del af funktionen.

source: Paper Format
da_dk: Papirformat

source: ID-Number and SQL-statement must not be empty, or the short-name has been used before !!!!
da_dk: ID-nummer og SQL-sætning må ikke være tom, eller kort-navnet har været brugt før !!!!

source: The Short-Name of the Block has been used before!!!!
da_dk: Kort-navnet på blokken har været brugt før!

source: The name of the Function must be equal to the short-name:
da_dk: Navnet på funktionen skal svare til kort-navnet:

source: A Function has to be declared, which gives a String as <BR> as a result. The Function name has to be equal to the short-name!<BR>Please Test the function!<BR> If there is a fatal run-time error (e.g. redeclaration of a function) the system may die!!
da_dk: En funktion skal være deklareret, hvilket giver en streng som<BR>,som et resultat. Funktionens navn skal være lig med det korte navn!<BR>Venligst Test funktionen!<BR>Hvis der er en fatal run-time fejl (f.eks. gen-deklaration af en funktion) kan systemet dø!!

source: The values have NOT been stored!
da_dk: Værdierne er ikke blevet gemt!

source: has an Error
da_dk: har en fejl

source: SQL Error: SQL Statement is empty!
da_dk: SQL fejl: SQL-sætning er tom!

source: You have written this SQL-Statement:
da_dk: Du har skrevet denne SQL-sætning:

source: The first 10 records of the result set are:
da_dk: De første 10 poster i resultatsættet er:

source: Definition of a new Item of the report
da_dk: Definitionen af et nyt Element i rapporten

source: for Characters
da_dk: for Tegn

source: for Graphics
da_dk: for Grafik

source: Or as Alternative in Mode Detail
da_dk: Eller som alternativ in Mode detaljeret

source: Order
da_dk: Ordre

source: Number of Char
da_dk: Antallet af Char

source: AND
da_dk: OG

source: Alignment
da_dk: Justering

source: Value
da_dk: Værdi

source: Width in points
da_dk: Bredde i punkter

source: DB-Field
da_dk: DB-felt

source: Table of stored Items
da_dk: Tabel over lagrede emner

source: Optional
da_dk: Valgfri

source: Substring
da_dk: Understreng

source: from
da_dk: fra

source: to
da_dk: til

source: Use only, if DB-Field is numeric
da_dk: Brug kun, hvis DB-feltet er numeriske

source: Mode
da_dk: Tilstand

source: Font
da_dk: Skrifttype

source: FontSize
da_dk: SkriftStørrelse

source: Order
da_dk: Ordre

source: Number of Ch.
da_dk: Antallet af Ch.

source: X2/Width
da_dk: X2/Bredde

source: Y2/Height
da_dk: Y2/Højde

source: Line-width
da_dk: Linje-bredde

source: String/Fieldname
da_dk: Streng/feltnavn

source: Line-width
da_dk: Linje-bredde

source: Store Item
da_dk: Butik vare

source: Back to select a report
da_dk: Tilbage til Vælg en rapport

source: Show the report
da_dk: Vis rapporten

source: X1/Y1 and X2/Y2 are the ends of a line. <BR> X1/Y1 and width/height give the dimensions of a rectangle.
da_dk: X1/Y1 og X2/Y2 er enderne af en linje.<BR>X1/Y1 og bredde/højde giver dimensioner af et rektangel.

source: Please insert a value in X or the Number of Ch. and Type !
da_dk: Indsæt en værdi i X eller antallet af Ch. og Type!

source: Insert please values for X1/Y1 and X2/Y2 and line-width!
da_dk: Indsæt venligst værdier for X1/Y1 og X2/Y2 og linje-bredde!

source: A value for Order etc. must only be inserted, if Mode=Detail and no value for Y has been given!
da_dk: En værdi for Ordre etc. skal kun indsættes, hvis Tilstand = Detaljer og ingen værdi for Y er givet!

source: Please insert a value for X and Y!
da_dk: Indsæt en værdi for X og Y!

source: In lines of mode 'Detail' the items with X/Y-values and Orders must not be mixed!
da_dk: I linjer af mode 'Detaljer' må varer med X/Y-værdier og Ordrer ikke blandes!

source: No Value for Item-type 'String' has been declared!
da_dk: Ingen Værdi for Varetypen 'Streng' er blevet erklæret!

source: Error in Substring: To-Value is lower than From-Value!
da_dk: Fejl i Understreng: Til-værdien er lavere end Fra-værdien!

source: Error in Total: Total can only be used with mode 'DE'!
da_dk: Fejl i Total: Total kan kun bruges med mode 'DE'!

source: Back to report selection(without deletion)
da_dk: Tilbage til rapportvalg (uden sletning)

source: D E L E T E
da_dk: SLETTE

source: Do you really want to delete the report %s ?
da_dk: Vil du slette rapporten %s ?

source: Do you really want to delete the block %s ?
da_dk: Vil du slette blokken %s ?

source: Do you really want to delete the function %s ?
da_dk: Vil du slette funktionen %s ?
